{
  "Accueil": "Accueil",
  "A propos": "À propos",
  "Projets": "Projets",
  "Contact": "Contact",
  "IntroTitle": "Développeur FrontEnd React",
  "IntroText": "Salut, je suis Mishael, et j'adore le développement web. Je vis à Paris, France.",
  "AboutTitle": "À Propos de Moi",
  "AboutText": "Pour en savoir plus sur moi, qui je suis, et le parcours qui m'a façonné. ",
  "c'est":"c'est",
  "ClickHere": " par ici ",
  "ProjectTitle": "Projets",
  "PortfolioDescription": "Chaque projet est un développement unique en son genre",
  "Project1Title": "Portfolio Architecte Sophie Blue",
  "Project1Description": "lorem",
  "Project2Title": "Projet Kasa",
  "Project2Description": "Ce projet implique la découverte du framework React et la gestion des routes avec React-router en intégrant les maquettes Figma fournies. Les annonces immobilières proviennent d'un fichier JSON.",
  "Project3Title": "ArgentBank",
  "Project3Description": "Projet basé sur le site web d'une nouvelle banque qui démarre et tente de se faire une place dans l'industrie. L'objectif est d'établir son application web, permettant aux clients de se connecter et de gérer leurs comptes et profils.",
  "greeting": "Salut ! Je suis Mishael, un développeur web passionné.",
  "journeyStart": "J'ai obtenu mon diplôme en développement web avec React chez OpenClassrooms et je suis actuellement à la recherche de nouvelles opportunités en freelance, ouvert aux collaborations en entreprise.",
  "challenges": "Mon parcours a débuté en 2019 avec un BAC ES, suivi d'une formation en alternance chez OpenClassrooms, où j'ai acquis des compétences approfondies en HTML, CSS, JS et NODEJS.",
  "training2022": "Malgré les défis posés par la pandémie, j'ai travaillé dans divers domaines pendant deux ans. De fin octobre à début décembre 2022, j'ai suivi une formation de remise à niveau en développement web, revisitant tous les langages de programmation et concevant même mon propre site web.",
  "training2023": "De mars à décembre 2023, j'ai suivi avec succès une formation de développeur web chez OpenClassrooms, validant ainsi mes compétences. Je suis passionné par la création web et toujours prêt à relever de nouveaux défis. ",
  "OfferCV":"Explorez mon parcours et découvrez mes compétences à travers ce site web !",
  "DownloadCV": "Télécharger CV"
}
